<?php
return [

    'Register' => 'انشاء حساب',
    'about_us' => 'معلومات عنا',
    'about_content' => 'تقدم شركة Authenticity & Modernity Company حلولاً تقنية حديثة تواكب الأصالة والهوية الفريدة. نؤمن بجسر الهوة بين التراث والتكنولوجيا لتمكين مجتمعاتنا من التقدم بثقة.',
    'about_point1' => 'نطور مواقع ويب وتطبيقات سهلة الاستخدام',
    'about_point2' => 'نوفر حلولاً تقنية عالية الجودة وأداءً ممتازاً',
    'about_point3' => 'نبتكر تجارب رقمية تعزز مشاركة العملاء',
    //
    'We_are_Amc' => 'نحن شركة AMC',
    'AMC' => 'شركة الأصالة والمعاصرة لتكنولوجيا المعلومات

'
];
